Repository: Misha818/mammysbread
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: hy

source: Show Message
hy: Ցույց տալ հաղորդագրությունը

source: Compose
hy: Գրել

source: Back to home
hy: Վերադարձ հիմնական էջ

source: metaTitle
hy: Համեղ և առողջարար էկոլոգիապես անարատ հումքից թթխմորով հացեր

source: metaDescription
hy: Բացահայտե՛ք սիրով և բարձրորակ բաղադրիչներով պատրաստված անուշաբույր, դյուրամարս, 100% էկո թթխմորով վարպետաց հացերը։

source: Added
hy: Ավելացված է

source: Fresh Sourdough Bread
hy: Թարմ թթխմորով հաց

source: Order Now!
hy: Պատվիրել

source: About
hy: Մեր մասին

source: aboutText1
hy: Փնտրու՞մ եք 100% էկոլոգիապես մաքուր հաց, պատրաստված մայրական հոգատարությամբ և քնքշանքով, որը ստանում ենք առաջնակարգ հումքից, գուրմա՞ն եք, ով կարոտ է նոր համային արկածների, ուրեմն դուք ճիշտ տեղում եք։

source: show more
hy: Ավելին

source: aboutText2
hy: Թթխմորի հիմքով համեղ և առողջարար բոքոններ` պատրաստված ավանդական եղանակով, սերնդեսերունդ փոխանցվող բաղադրատոմսերով, որ իրենց մեջ պարուրում են անցյալի համն ու ջերմությունը՝ կատարելոգործված ժամանակակից նորարարություններով։

source: aboutText3
hy: Մեր հացերն առանձնահատուկ են ոչ միայն իրենց օգտակարությամբ, այլև յուրօրինակ համային հատկանիշներով։

source: aboutText4
hy: Սեղմեք ցանկացած քարտի վրա, ապա սեղմեք «Ավելին» կոճակը յուրաքանչյուր պրոդուկտի մասին մանրամասն տեղեկատվություն ստանալու համար կամ

source: contact with us
hy: կապ հաստատեք մեզ հետ։

source: aboutText5
hy: Մենք հաճույքով կպատասխանենք Ձեր հարցիրին և կօգնենք կատարել ճիշտ ընտրություն։

source: show less
hy: Ցույց տալ ավելի քիչ

source: See Details
hy: Ավելին

source: Login
hy: Մուտք

source: Password
hy: Գաղտնաբառ

source: Log In
hy: Մուտք

source: Loading...
hy: Բեռնվում է...

source: Edit
hy: Խմբագրել

source: Client Information
hy: Հաճախորդի տվյալներ

source: Note
hy: Նշում

source: Promo Code ID
hy: Պռոմո կոդի ID

source: Phone
hy: Հեռախոս

source: Something Went Wrong!
hy: Ինչ-որ բան սխալ է։

source: First name is required.
hy: անվանումը պարտադիր է։

source: Last name is required.
hy: Ազգանունը պարտադիր է։

source: Valid phone number is required.
hy: Խնդրում ենք մուտքագրել վավեր հեռախոսահամար։

source: Valid email is required.
hy: Խնդրում ենք մուտքագրել վավեր էլ. փոստի հասցե։

source: Address is required.
hy: Հասցեն պարտադիր է։

source: Status is required.
hy: Կարգավիճակը պարտադիր է։

source: Form submitted successfully!
hy: Հաջողությամբ լրացված է։

source: Order Tracker
hy: Պատվերի հետևում

source: Cancel Order
hy: Չեղարկել պատվերը

source: Positions
hy: Պաշտոններ

source: View/Edit
hy: Դիտել/Խմբագրել

source: Product Thumbnail
hy: Ապրանքի նկար

source: Images from other language(s)
hy: Նկարներ այլ լեզուներից

source: Dashboard
hy: Կառավարման վահանակ

source: Slider
hy: Սլայդեր

source: Header
hy: Վերնագիր

source: Editor
hy: Խմբագիր

source: Thumbnail
hy: Գլխավոր նկար

source: Add Product Type
hy: Ավելացնել ապրանքատեսակ

source: View
hy: Դիտել

source: Cencel
hy: Չեղարկել

source: Edit Header
hy: Խմբագրել վերնագիրը

source: Product name
hy: Ապրանքի անվանումը

source: Short Description
hy: Հակիրճ նկարագրություն

source: Long Description
hy: Մանրամասն նկարագրություն

source: Product Categories
hy: Ապրանքի կատեգորիաներ

source: Published
hy: Հրապարակված

source: Unpublished
hy: Չհրապարակված

source: Empty
hy: Դատարկ

source: Product categories
hy: Ապրանքի կատեգորիաներ

source: Product Type Specifications
hy: Ապրանքատեսակի բնութագրեր

source: Show Originals
hy: Ցուցադրել բնօրինակները

source: ID
hy: ԻԴ

source: Translate
hy: Թարգմանել

source: Suggested max number of chars is 125
hy: Առաջարկվող առավելագույն նիշերի քանակը 125 է

source: Additional notes
hy: Լրացուցիչ նշումներ

source: Search for a product by title
hy: Ապրանքի որոնում ըստ անվան։

source: Type in a product title
hy: Մուտքագրեք ապրանքի վերնագիրը

source: Title
hy: Անվանում

source: Published Date
hy: Հրապարակման ամսաթիվ

source: Modified Date
hy: Թարմացման ամսաթիվ

source: Product Category
hy: Ապրանքի կատեգորիա

source: View Types
hy: Դիտել տեսակները

source: Disable
hy: Անջատել

source: Enable
hy: Միացնել

source: Edit in original language
hy: Խմբագրել բնօրինակի լեզվով

source: No Product Type Detected
hy: Ապրանքատեսակ չի հայտնաբերվել

source: Save Changes
hy: Պահպանել փոփոխությունները

source: Promo Code Details
hy: Պռոմո կոդի մանրամասներ

source: Affiliate
hy: Գործընկեր

source: Promo Codes
hy: Պռոմո կոդեր

source: Mammys Bread Logo
hy: Մայրիկի Հացի լոգոն

source: Contact and Follow
hy: Հետևել կամ կապ հաստատել

source: 123 Street Name
hy: 123 Փողոցի անուն

source: City, State, 12345
hy: Քաղաք, Նահանգ, 12345

source: Subscribe to us!
hy: Բաժանորդագրվեք մեզ։

source: Be the first to know about discounts and promotions.
hy: Եղեք առաջինը, ով կիմանա զեղչերի և ակցիաների մասին։

source: Please specify valid email address!
hy: Խնդրում ենք մուտքագրել վավեր էլ. փոստի հասցե։

source: Your email:
hy: Ձեր Էլ. փոստը

source: Your name:
hy: Ձեր անունը

source: John Snow
hy: Պողոս Պողոսյան

source: You message
hy: Ձեր հաղորդագրությունը

source: Thank you for visiting! Our platform is still under construction. Buying options will be available soon.
hy: Շնորհակալություն այցելության համար։ Մեր հարթակը դեռևս կառուցման փուլում է։ Գնման տարբերակները շուտով հասանելի կլինեն։

source: Home
hy: Գլխավոր

source: Favorites
hy: Սիրվածներ

source: Our History
hy: Մեր մասին

source: Contacts
hy: Կոնտակտներ

source: Roles
hy: Դերեր

source: Send Email
hy: Ուղարկել Էլ. նամակ

source: Choose sender email address
hy: Ընտրել ուղարկողի էլ. փոստը։

source: Enter recipient email address
hy: Մուտքագրեք հասցեատիրոջ էլ. փոստի հասցեն։

source: left in stock
hy: մնացել է պահեստում

source: Add to cart
hy: Ավելացնել

source: Adding
hy: Ավելացվում է

source: Buy now
hy: Գնել հիմա

source: Create Specifications for Product Type
hy: Ստեղծել ապրանքատեսակի բնութագրեր

source: Translate Specifications for Product Type
hy: Թարգմանել ապրանքատեսակի բնութագրերը

source: The field name to be translated:
hy: Թարգմանության ենքակա դաշտի անվանումը՝

source: Store
hy: Խանութ

source: Filters
hy: Զտիչներ

source: Add Date
hy: Ավելացման ամսաթիվ

source: Full Quantity
hy: Ամբողջական քանակը

source: Outdated Quantity
hy: Ժամկետանց քանակը

source: The store(s) are empty.
hy: Խանութ(ներ)ը դատարկ է(են)

source: No Product Type Detected In Store
hy: Խանութում ապրանքատեսակ չի հայտնաբերվել

source: in stock
hy: պահեստում

source: expired
hy: ժամկետանց

source: More
hy: Ավելին

source: Shows From All Stores
hy: Ցուցադրում է բոլոր խանութներից

source: Shows All Products
hy: Ցուցադրում է բոլոր ապրանքները

source: Product Types
hy: Ապրանքի տեսակներ

source: No Types For Specified Product
hy: Նշված ապրանքի համար տեսակներ չկան

source: No Data
hy: Տվյալները բացակայում են

source: Submitted By
hy: Գրանցել է

source: Max Quantity
hy: Առավելագույն քանակը

source: Action
hy: Գործողություն

source: Nothing was found
hy: Ոչինչ չի գտնվել

source: Stuff sign up
hy: Գործընկերոջ գրանցում

source: Welcome Dear Teammate!
hy: Բարի գալուստ, հարգելի աշխատակի՛ց։

source: Team
hy: Թիմ

source: Confirm assword
hy: Հաստատել գաղտնաբառը

source: Transfer funds
hy: Փոխանցել գումար

source: Choose recipient
hy: Ընտրեք ստացողին

source: Choose transaction type
hy: Ընտրեք գործարքի տեսակը

source: Please specify the recipient!
hy: Խնդրում ենք մուտքագրել ստացողին։

source: Please specify the type!
hy: Խնդրում ենք մուտքագրել տեսակը։

source: Please specify the amount!
hy: Խնդրում ենք մուտքագրել քանակը։

source: Transfares
hy: Փոխանցումներ

source: Transfers' history
hy: Փոխանցումների պատմություն

source: Filter by staff member
hy: Ֆիլտրել աշխատակցով

source: Staff member
hy: Աշխատակից
