Repository: Misha818/mammysbread
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: hy

source: Please specify username
hy: Խնդրում ենք մուտքագրել օգտանունը

source: Please specify password
hy: Խնդրում ենք մուտքագրել գաղտնաբառը

source: The username or password do not match
hy: Օգտանունը կամ գաղտնաբառը չեն համընկնում

source: Rate limit exceeded
hy: Սահմանաչափը գերազանցված է

source: Something went wrong. Please try again!
hy: Ինչ-որ բան սխալ է։ Խնդրում ենք փորձել ավելի ուշ։

source: The phone numbers do not match
hy: Հեռախոսահամարները չեն համընկնում

source: Invalid email format
hy: Էլ. փոստի ձևաչափը անվավեր է

source: Invalid value for
hy: Անվավեր արժեք

source: Invalid Promo Code
hy: Անվավեր պռոմո կոդ

source: Payment failed
hy: Վճարումը ձախողվեց

source: No employees are associated with the current email
hy: Տվյալ ել․ հասցեին աշխատակից կցված չէ։

source: Email already exists!
hy: Էլ․ փոստն արդեն գոյություն ունի։

source: Email updated successfully!
hy: Էլ․ փոստը հաջողությամբ խմբագրվեց։

source: Something is wrong!
hy: Ինչ-որ բան սխալ է։

source: Update
hy: Թարմացնել

source: Saving...
hy: Պահպանում...

source: To continue translate the product first
hy: Նախքան շարունակեկը թարգմանեք ապրանքի մասին տեղեկատվությունը

source: Please specify the title!
hy: Խնդրում ենք մուտքագրել անվանումը։

source: Max allowed number of chars for title is 20
hy: Տառերի առավելագույն թույլատրելի քանակը քսան է

source: Product Type Title Already Exists!
hy: Ապրանքատեսակի անվանումը արդեն գոյություն ունի։

source: Please specify the price!
hy: Խնդրում ենք մուտքագրել գինը։

source: The price should be higher then 0!
hy: Գինը պետք է լինի 0-ից բարձր։

source: At least one image should be uploaded
hy: Պահանջվում է վերբեռնել առնվազն մեկ նկար

source: Text is too long for field
hy: Տեքստը չափազանց երկար է դաշտի համար

source: Max allowed characters are 255.
hy: Առավելագույն թույլատրելի նիշերի քանակը 255 է։

source: image size is more than 5MB
hy: Պատկերի չափը գերազանցում է 3 մեգաբայթը

source: Done!
hy: Կատարված է

source: To continue, please, add at least one product category.
hy: Շարունակելու համար խնդրում ենք ավելացնել կամ թարգմանել առնվազն մեկ ապրանքային կատեգորիա։

source: Nothing was uploaded!
hy: Ոչինչ չի վերբեռնվել։

source: Please specify title!
hy: Խնդրում ենք մուտքագրել անվանումը։

source: Please specify price!
hy: Խնդրում ենք մուտքագրել գինը։

source: Title is empty!
hy: Ապրանքի անվանումը դատարկ է։

source: Link is empty!
hy: Հղումը դատարկ է։

source: Please Choose Product Category!
hy: Խնդրում ենք ընտրել ապրանքային կատեգորիա։

source: Product name is empty!
hy: Ապրանքի անվանումը դատարկ է։

source: Product link is empty!
hy: Ապրանքի հղումը դատարկ է։

source: Category name is empty!
hy: Կատեգորիայի անվանումը դատարկ է։

source: Category Name is empty!
hy: Կատեգորիայի անվանումը դատարկ է։

source: Category Name Exists!
hy: Կատեգորիայի անվանումը արդեն գոյություն ունի։

source: Product is published
hy: Ապրանքը հրապարակված է։

source: Product is unpublished
hy: Ապրանքը հրապարակումը դադարեցված է։

source: Something wrong!
hy: Ինչ-որ բան սխալ է։

source: Please specify the first name
hy: Խնդրում ենք մուտքագրել անվանումը։

source: Please specify the last name
hy: Խնդրում ենք մուտքագրել ազգանվանումը։

source: Please specify email
hy: Խնդրում ենք մուտքագրել էլ. փոստի հասցեն։

source: Please specify the position!
hy: Խնդրում ենք մուտքագրել պաշտոնը

source: Something is wrong, please try again!
hy: Ինչ-որ բան սխալ է, խնդրում ենք փորձել կրկին։

source: You can not change the position of the last CEO!
hy: Դուք չէք կարող փոխել միակ գործադիր տնօրենի պաշտոնը

source: You can not deactivate the last CEO!
hy: Դուք չեք կարող ապաակտիվացնել միակ գերծադիր տնօրենի հաշիվը

source: Please specify the role
hy: Խնդրում ենք մուտքագրել գործառնույթը։

source: Please choose at least on action
hy: Խնդրում ենք ընտրել առնվազն մեկ գործողություն։

source: Done
hy: Կատարված է

source: Please specify the position
hy: Խնդրում ենք մուտքագրել պաշտոնը։

source: Please choose at least on role
hy: Խնդրում ենք ընտրել առնվազն մեկ գործառնույթ։

source: company
hy: Մայրիկի Հացը

source: Click here to sign up
hy: Սեղմեք այստեղ գրանցվելու համար։

source: Hello dear
hy: Բարի գալուստ հարգելի՛ թիմակից

source: We are thrilled to invite you to join the Mammy’s Bread team!
hy: Մենք ուրախ ենք հրավիրել ձեզ միանալու Mammy’s Bread թիմին։

source: Simply click the button below to finish setting up your profile and get started:
hy: Սեղմեք ստորև նշված կոճակը գրանցման գործընթացը ավարտելու համար։

source: If you’re having trouble with the button above, copy and paste the URL below into your web browser.
hy: Եթե ​​վերևում նշված կոճակի հետ կապված խնդիրներ ունեք, պատճենեք և տեղադրեք ստորև նշված հղումը ձեր վեբ զննարկիչում։

source: cheers
hy: Հարգանքներով

source: Teammate Signup
hy: Թիմակցի գրանցում

source: Your Company. All rights reserved.
hy: Մայրիկի Հացը։ Բոլոր իրավունքները պաշտպանված են։

source: Email sent successfully!
hy: Նամակը հաջողությամբ ուղարկվեց։

source: Please specify an employee
hy: Խնդրում ենք մուտքագրել աշխատակցին

source: Email does not exist
hy: Էլ․ հասցեն գոյություն չունի

source: Email is already assigned to the employee
hy: Էլ․ հասցեն արդեն կցված է աշխատակցին

source: Please specify firstname
hy: Խնդրում ենք մուտքագրել անվանումը։

source: Username exists
hy: օգտանունը արդեն գոյություն ունի։

source: Please specify Password
hy: Խնդրում ենք մուտքագրել գաղտնաբառը։

source: Password confirmation field is empty
hy: Գաղտնաբառի հաստատման դաշտը դատարկ է։

source: Passwords do not match!
hy: Գաղտնաբառերը չեն համընկնում։

source: Please specify prefared language
hy: Խնդրում ենք մուտքագրել նախընտրելի լեզուն։

source: File should be in PNG or JPG/JPEG format
hy: Ֆայլը պետք է լինի PNG կամ JPG/JPEG ձևաչափով։

source: File size should not exceed 1MB.
hy: Ֆայլի չափը չպետք է գերազանցի 1ՄԲ։

source: The URL is expired
hy: Հղումը ժամկետանց է։

source: Incorrect password
hy: Գաղտնաբառը սխալ է

source: Voided
hy: Չեղարկված

source: Pending
hy: Սպասման մեջ

source: Approved
hy: Հաստատված

source: Settled
hy: Վճարված

source: Order Changed Successfully!
hy: Հաջորդականությունը փոխվեց։

source: Status changed successfully!
hy: Կարգավիճակը հաջողությամբ փոփոխվել է։

source: Please specify subproduct situation name!
hy: Խնդրում ենք մուտքագրել ապրանքատեսակի բնութագրի անվանվանումը։

source: Subproduct situation name exists!
hy: Ապրանքատեսակի բնութագրի անվանումը գոյություն ունի։

source: Invalid email address!
hy: Խնդրում ենք մուտքագրել վավեր էլ. փոստի հասցե։

source: Invalid email format!
hy: Էլ. փոստի ձևաչափը անվավեր է

source: No email address found associated with your account!
hy: Ձեր հաշվին կից էլ․ հասցե չի հայտնաբերվել

source: Please specify sender email address!
hy: Խնդրում ենք մուտքագրել ուղարկողի էլ. փոստը

source: Please specify recipient email address!
hy: Խնդրում ենք մուտքագրել հասցեատիրոջ էլ. փոստի հասցե։

source: Please specify subject!
hy: Խնդրում ենք մուտքագրել էլ. նամակի թեման։

source: Please specify email content!
hy: Խնդրում ենք մուտքագրել էլ. փոստի բովանդակությունը։

source: Continue Shopping
hy: Շարունակել գնումները

source: Contact US
hy: Կապ

source: unsubscribe
hy: հրաժարվել բաժանորդագրությունից։

source: The current subproduct situation has already been translated!
hy: Համապատասխան ապրանքատեսակի բնութագիրն արդեն թարգմանվել է

source: The password must be between
hy: Գաղտնաբառի երկարությունը պետք է լինի

source: and
hy: և

source: characters long.
hy: նիշերի միջակայքում

source: The password must contain at least one digit.
hy: Գաղտնաբառը պետք է պարունակի առնվազն մեկ թիվ։

source: The password must contain at least one uppercase letter.
hy: Գաղտնաբառը պետք է պարունակի առնվազն մեկ մեծատառ։

source: The password must contain at least one lowercase letter.
hy: Գաղտնաբառը պետք է պարունակի առնվազն մեկ փոքրատառ։

source: The password must contain at least one special character.
hy: Գաղտնաբառը պետք է պարունակի առնվազն մեկ հատուկ նշան։

source: You have already added this product to the basket. You can change the quantity if You would like to.
hy: Դուք արդեն ավելացրել եք այս ապրանքը զամբյուղ։ Կարող եք փոխել քանակը։

source: In Basket
hy: Զամբյուղում է

source: The seller doesn't have that many left.
hy: Խանութում այդքան ապրանք չկա։

source: The specified amount is unavailable.
hy: Նշված քանակը հասանելի չէ։

source: Please Specify Product Type
hy: Խնդրում ենք մուտքագրել ապրանքի տեսակը։

source: Please Specify Store
hy: Խնդրում ենք մուտքագրել խանութը։

source: Please Specify Quantity
hy: Խնդրում ենք մուտքագրել քանակը։

source: Quantity should be greater than Zero
hy: Քանակը պետք է լինի 0-ից մեծ։

source: Please Specify Production Date
hy: Խնդրում ենք մուտքագրել արտադրության ամսաթիվը։

source: Please Specify Expiration Date
hy: Խնդրում ենք մուտքագրել ժամկետի սպառման ամսաթիվը։

source: Please Specify Max Allowed Quantity
hy: Խնդրում ենք մուտքագրել առավելագույն թույլատրելի քանակը։

source: Max Allowed Quantity should be greater than Zero
hy: Առավելագույն թույլատրելի քանակը պետք է լինի 0-ից մեծ։

source: code exists
hy: Պռոմո կոդը արդեն գոյություն ունի։

source: Promo Code Created Successfully
hy: Պռոմո կոդը հաջողությամբ ստեղծվել է։

source: Promo Code updated successfully!
hy: Պռոմո կոդը հաջողությամբ թարմացվել է։

source: Maximum available quantity for single purchase is
hy: Մեկ գնումի համար առավելագույն հասանելի քանակըշն է

source: Out of stock
hy: Առկա չէ

source: Maximum available quantity is
hy: Առավելագույն հասանելի քանակը

source: item added to the cart
hy: ապրանքը ավելացվել է զամբյուղ։

source: site name
hy: Մայրիկի Հացը

source: Please specify email!
hy: Խնդրում ենք մուտքագրել էլ. փոստի հասցեն։

source: You have subscribed successfully!
hy: Դուք հաջողությամբ բաժանորդագրվել եք։

source: Please specify your name!
hy: Խնդրում ենք մուտքագրել Ձեր անունը

source: Please specify the subject!
hy: Խնդրում ենք մուտքագրել թեման։

source: Please specify the message!
hy: Խնդրում ենք մուտքագրել հաղորդագրությունը։

source: Thank you for your message! We will contact you as soon as possible.
hy: Շնորհակալություն հաղորդագրության համար։ Մենք կկապնվենք ձեզ հետ հնարավորինս շուտ։

source: Out of stock.
hy: Առկա չէ

source: Category Exists!
hy: Կատեգորիան արդեն գոյություն ունի։

source: Something Wrong!
hy: Ինչ-որ բան սխալ է։

source: Cancelled
hy: Չեղարկված

source: Purchased
hy: Վճարված

source: Preparing
hy: Պատրաստվում է

source: Ready
hy: Պատրաստ է

source: Delivered
hy: Առաքված

source: Payment Confirmation
hy: Վճարման հաստատում

source: Dear
hy: Հարգելի՛

source: Thank you for shopping with us. We are preparing your order now!
hy: շնորհակալություն մեր ծառայություններից օգտվելու համար։ Ձեր պատվերը ընթացքի մեջ է։

source: Delivery Information
hy: Առաքման տվյալներ

source: Order
hy: Պատվեր

source: Order Details
hy: Պատվերի մանրամասներ

source: Product
hy: Ապրանք

source: Price
hy: Գին

source: Total
hy: Ընդհամենը

source: Discount
hy: Զեղչ

source: Discounted Price
hy: Զեղչված

source: Payment Method
hy: Վճարման եղանակ

source: Track Your Order
hy: Հետևեք Ձեր պատվերին

source: Order Confirmed!
hy: Գնումը հաստատված է։

source: Add Price
hy: Ավելացնել գին

source: Add Product Type Title
hy: Ավելացնել ապրանքատեսակի անվանումը։

source: Max allowed number of chars is 20
hy: Առավելագույն թույլատրելի նիշերի քանակը 20 է։

source: Add Product Type Price
hy: Ավելացնել ապրանքատեսակի գինը։

source: Click here to upload files
hy: Սեղմեք այստեղ նկարներ վերբեռնելու համար։

source: Choose product type specification
hy: Ընտրեք ապրանքատեսակի բնութագիրը։

source: Translate Product Type Specification Name
hy: Թարգմանել ապրանքատեսակի բնութագրի անվանումը։

source: You have not entered any product type specification yet.
hy: Դուք դեռ չեք մուտքագրել որևէ ապրանքատեսակի բնութագիր։

source: Click on the link below to add a product category!
hy: Սեղմեք ներքևի հղման վրա ապրանքային կատեգորիա ավելացնելու համար։

source: Add Product Type Specifications
hy: Ավելացնել ապրանքատեսակի բնութագրեր։

source: Submit
hy: Հաստատել

source: Back
hy: Հետ

source: Close
hy: Փակել

source: Crop
hy: Կտրել

source: Please specify Title
hy: Խնդրում ենք մուտքագրել անվանումը

source: Please specify Price
hy: Խնդրում ենք մուտքագրել գինը

source: All changes in specifications fields will be lost, would you like to continue?
hy: Բոլոր փոփոխությունները բնութագրերի դաշտերում կկորչեն, շարունակե՞լ։

source: Add Role
hy: Ավելացնել գործառնույթ

source: Role
hy: գործառնույթ

source: Choose actions
hy: Ընտրեք գործողություններ

source: Add Teammate
hy: Ավելացնել աշխատակից

source: Email
hy: Էլ. փոստ

source: Choose Position
hy: Ընտրեք պաշտոնը

source: Add Product
hy: Ավելացնել ապրանք

source: Product Title
hy: Ապրանքի անվանումը

source: Product Url
hy: Ապրանքի հղումը

source: This-is-Your-Product-Link
hy: Սա-ձեր-ապրանքի-հղումն-է

source: Short description
hy: Հակիրճ նկարագրություն

source: Long description
hy: Մանրամասն նկարագրություն

source: Choose product category
hy: Ընտրեք ապրանքի կատեգորիան

source: Translate category name
hy: Թարգմանել կատեգորիայի անվանումը

source: You have not entered any product category yet.
hy: Դուք դեռ որևէ ապրանքի կատեգորիա չեք մուտքագրել։

source: Add Product Category
hy: Ավելացնել ապրանքի կատեգորիա

source: Thumbnail image
hy: Գլխավոր նկար

source: File should be in PNG or JPG/JPEG format.
hy: Ֆայլը պետք է լինի PNG կամ JPG/JPEG ձևաչափով։

source: Add Article Category
hy: Ավելացնել հոդվածի կատեգորիա

source: Article Category
hy: Հոդվածի կատեգորիա

source: Product Category Name
hy: Ապրանքի կատեգորիայի անվանումը

source: Choose subproduct situation name
hy: Ընտրեք ապրանքատեսակի բնութագրի անվանումը

source: Translate subproduct situation name
hy: Թարգմանել ապրանքատեսակի բնութագրի անվանումը

source: You have not entered any product type situation name yet.
hy: Դուք դեռ չեք մուտքագրել որևէ ապրանքատեսակի բնութագրի անվանում։

source: Click on the link below to add a product type situation!
hy: Սեղմեք ներքևի հղման վրա՝ ապրանքատեսակի բնութագիր ավելացնելու համար։

source: Add subproduct situation name
hy: Ավելացնել ապրանքատեսակի բնութագրի անվանում

source: Enter alt text
hy: Մուտքագրեք այլընտրանքային տեքստը

source: Add Product in another lang
hy: Ավելացնել կամ թարգմանել ապրանքը հայերենով

source: Product link
hy: Ապրանքի հղում

source: Add To Store
hy: Գրանցել ապրանք

source: Choose a Product
hy: Ընտրեք ապրանք

source: Quantity
hy: Քանակ

source: Production Date
hy: Արտադրության ամսաթիվ

source: Expiration Date
hy: Սպառման ամսաթիվ

source: Max allowed quantity to purchase
hy: Առավելագույն թույլատրելի քանակը գնումների համար

source: Click on me to add a product
hy: Սեղմեք ինձ վրա ապրանք ավելացնելու համար

source: Choose Store
hy: Ընտրեք խանութ

source: Admin Panel
hy: Կառավարման վահանակ

source: All Months
hy: Բոլոր ամիսները

source: January
hy: Հունվար

source: February
hy: Փոտրվար

source: March
hy: Մարտ

source: April
hy: Ապրիլ

source: May
hy: Մայիս

source: June
hy: Հունիս

source: July
hy: Հուլիս

source: August
hy: Օգոստոս

source: September
hy: Սեպտեմբեր

source: October
hy: Հոկտեմբեր

source: November
hy: Նոյեմբեր

source: December
hy: Դեկտեմբեր

source: All Affiliates
hy: Բոլոր գործընկերները

source: Mammy's Bread
hy: Մայրիկի Հացը

source: Chose the number of top products
hy: Ընտրեք լավագույն ապրանքների քանակը

source: Top
hy: Լավագույն

source: No data to show!
hy: Տվյալները բացակայում են։

source: Client
hy: Հաճախորդ

source: Promo Code
hy: Պռոմո կոդ

source: Ordered
hy: Պատվիրված

source: Status
hy: Կարգավիճակ

source: Panding
hy: Սպասման մեջ

source: Ready for delivery
hy: Պատրաստ է առաքման

source: Net
hy: Զուտ

source: Discounted
hy: Զեղչված

source: Revard per product
hy: Պարգևավճար մեկական ապրանքի դիմաց

source: Revard value
hy: Պարգևավճար

source: Total revard
hy: Ամբողջական պարգևավճար

source: Orders
hy: Պատվերներ

source: Purchase history related to promo code of
hy: Գնումների պատմություն կապված պռոմո կոդի հետ, որը պատկանում է

source: Purchase history related to promo code
hy: Պռոմո կոդի հետ կապված գնումների պատմություն

source: Chose Order Status
hy: Ընտրեք պատվերի կարգավիճակը

source: All Orders
hy: Բոլոր պատվերները

source: Firstname
hy: Անուն

source: Lastname
hy: Ազգանուն

source: Order ID
hy: Պատվերի ID

source: Revard
hy: Պարգևավճար

source: N/A
hy: Չի կիրառվում

source: Nothing found.
hy: Ոչինչ չի գտնվել։

source: Invalid phone number
hy: Անվավեր հեռախոսահամար

source: Affiliate Transfares
hy: Գործընկերային փոխանցումներ

source: Your transfers history
hy: Ձեր փոխանցումների պատմությունը

source: Transaction ID
hy: Գործարքի ID

source: Amount
hy: Գումար

source: Type
hy: Տեսակ

source: Date
hy: Ամսաթիվ

source: Compensation
hy: Հատուցում

source: Transaction Details
hy: Գործարքի մանրամասներ

source: Loading.....
hy: Բեռնվում է.....

source: Welcome dear
hy: Բարի գալուստ սիրելի

source: Below is the summary of your payment and reward progress.
hy: Ստորև ամփոփված է Ձեր վճարումներին և պարգևատրումներին վերաբերող տեղեկատվությունը։

source: Window for
hy: Գործընկեր

source: Below is the summary of payment and reward progress of the current affiliate.
hy: Ստորև ամփոփված է տվյալ գործընկերոջ վճարումներին և պարգևատրումներին վերաբերող տեղեկատվությունը։

source: Details
hy: Մանրամասներ

source: Purchase History
hy: Գնումների պատմություն

source: P/H
hy: Գ/Պ

source: Active
hy: Ակտիվ

source: Inactive
hy: Պասիվ

source: Expired
hy: Վավեր է մինչև

source: No promo code registered
hy: Պռոմո կոդ չի գտնվել

source: Affiliates
hy: Գործընկերներ

source: Name
hy: Անուն

source: Position
hy: Պաշտոն

source: Disabled
hy: Անջատված

source: Affiliate Details
hy: Մանրամասներ գործընկերոջ մասին

source: Assign an Email
hy: Կցել էլ․ հասցե

source: Choose an employee
hy: Ընտրեք աշխատակից

source: Choose an email
hy: Ընտրեք էլ․ փոստ

source: No emails available
hy: Հասանելի էլ․ փոստ չկա

source: Create an email
hy: Ստեղծել էլ․ փոստ

source: Tools
hy: Գործիքներ

source: Edit Profile
hy: Խմբագրել հաշիվը

source: Logout
hy: Ելք

source: Buy Now
hy: Գնել հիմա

source: Items in Cart
hy: Ապրանքներ զամբյուղում

source: Promo code
hy: Պռոմո կոդ

source: Billing address
hy: Վճարման հասցե

source: First name
hy: Անուն

source: Valid first name is required.
hy: Մուտքագրված անունն անվավեր է։

source: Last name
hy: Ազգանուն

source: Valid last name is required.
hy: Մուտքագրված ազգանունն անվավեր է։

source: Phone Number
hy: Հեռախոսահամար

source: Please enter valid phone number!
hy: Խնդրում ենք մուտքագրել վավեր հեռախոսահամար։

source: Confirm Phone Number
hy: Հաստատել հեռախոսահամարը

source: Phone numbers do not match!
hy: Հեռախոսահամարները չեն համընկնում։

source: Optional
hy: Ընտրովի

source: Please enter a valid email address!
hy: Խնդրում ենք մուտքագրել վավեր էլ. փոստի հասցե։

source: Address
hy: Հասցե

source: Please enter your shipping address!
hy: Խնդրում ենք մուտքագրել առաքման հասցեն։

source: City
hy: Քաղաք

source: Choose...
hy: Ընտրեք...

source: Yerevan
hy: Երևան

source: Payment
hy: Վճարում

source: Credit card
hy: Կրեդիտ քարտ

source: Debit card
hy: Դեբետ քարտ

source: Name on card
hy: Քարտի վրայի անունը

source: Name on card is required.
hy: Քարտի վրայի անունը պարտադիր է։

source: Credit card number
hy: Քարտի համարը

source: Credit card number is required.
hy: Կրեդիտ քարտի համարը պարտադիր է։

source: Expiration
hy: Ժամկետանց

source: Expiration date required.
hy: Ժամկետի սպառման ամսաթիվը պարտադիր է։

source: Security code required.
hy: Անվտանգության կոդը պարտադիր է։

source: Continue
hy: Շարունակել

source: Add To Cart
hy: Զամբյուղ

source: Louding...
hy: Բեռնվում է...

source: Enter Promo Code
hy: Մուտքագրեք պռոմո կոդը

source: Please improve all field marked in red
hy: Խնդրում ենք ուղղել կարմիրով նշված բոլոր դաշտերը։

source: Country codes of phone numbers do not match!
hy: Հեռախոսահամարների երկրի կոդերը չեն համընկնում։

source: Shopping Cart
hy: Զամբյուղ

source: You don’t have any items in your cart.
hy: Ձեր զամբյուղը դատարկ է

source: Start shopping
hy: Սկսել գնումները

source: Subtotal
hy: Ընդհամենը

source: items
hy: հատ

source: Proceed to Checkout
hy: Դեպի վճարման էջ

source: Checkout
hy: Վճարում

source: Your cart
hy: Ձեր զամբյուղը

source: Something went wrong!
hy: Ինչ-որ բան սխալ է։

source: Something is wrong
hy: Ինչ-որ բան սխալ է

source: Return
hy: Վերադառնալ

source: Confirmation Page
hy: Հաստատման էջ

source: Armenia
hy: Հայաստան

source: Contact us
hy: Կապ

source: Corporate Emails
hy: Կորպորատիվ էլ.փոստեր

source: Search by email
hy: Որոնել էլ. փոստով

source: Filter by status
hy: Ֆիլտրել ըստ կարգավիճակի

source: All
hy: Բոլորը

source: Passive
hy: Պասիվ

source: Actions
hy: Գործողություն

source: Show associated employees
hy: Ցույց տալ կցված աշխատակիցներին

source: Edit email
hy: Խմբագրել էլ․ փոստը

source: Employees associated with email
hy: Էլ․ փոստին կցված աշխատակիցներ

source: Employee
hy: Աշխատակից

source: Remove email from employee
hy: Հեռացնել աշխատակցի էլ. փոստը

source: The employee will no longer have access to this email.
hy: Աշխատակիցն այլևս հասանելիություն չի ունենա այս էլ. փոստին։

source: The email to be edited is
hy: Խմբագրման ենքակա էլ․ փոստ՝

source: Create Email
hy: Ստեղծել էլ․ փոստ

source: Create Promo Code
hy: Ստեղծել պռոմո

source: Select an affiliate
hy: Ընտրել գործընկեր

source: You do not have any affiliate yet
hy: Դուք դեռ գործընկերներ չունեք։

source: Products
hy: Տեսականի

source: Auto Genarate
hy: Ավտոմատ գեներացում

source: Please improve all fields marked with red in products!
hy: Խնդրում ենք ուղղել կարմիրով նշված բոլոր դաշտերը։

source: Please select at least one product type!
hy: Խնդրում ենք մուտքագրել առնվազն մեկ ապրանքատեսակ։

source: Please select expiration date!
hy: Խնդրում ենք մուտքագրել վերջնաժամկետը։

source: Please create promo code!
hy: Խնդրում ենք ստեղծեք պռոմո կոդ

source: Select All
hy: մուտքագրել բոլորը

source: All discount values will be changed to
hy: Զեղչի բոլոր դաշտերը կփոխվեն հետևյալ արժեքով

source: All revard values in Product Type fields will be changed to
hy: Ապրանքատեսակի պարգևատրման բոլոր դաշտերը կփոխվեն հետևյալ արժեքով

source: All revard options will be changed to
hy: Պարգևատրման բոլոր տարբերակները կփոխվեն հետևյալ արժեքի

source: and all corresponding reward values will be removed
hy: Եվ բոլոր համապատասխան պարգևատրման արժեքները կհեռացվեն

source: Discount state is disabled
hy: Զեղչի դրությունը անջատված է

source: All discount values in current Product Type fields will be changed to
hy: Տվյալ ապրանքատեսակի դաշտերում բոլոր զեղչի արժեքները կփոխվեն

source: All revard options in current Product Type fields will be changed to
hy: Տվյալ ապրանքատեսակի դաշտերում բոլոր պարգևատրման տարբերակները կփոխվեն

source: And all corresponding reward values will be removed
hy: Եվ բոլոր համապատասխան պարգևատրման արժեքները կհեռացվեն

source: Loading ......
hy: Բեռնվում է ......

source: Edit Position
hy: Խմբագրել պաշտոնը

source: Edit Price
hy: Խմբագրել գինը

source: Edit Product Type Title
hy: Խմբագրել ապրանքատեսակի անվանումը

source: Edit Product Type Price
hy: Խմբագրել ապրանքատեսակի գինը

source: Username
hy: Օգտանուն

source: Current password
hy: Ներկայիս գաղտնաբառը

source: New password
hy: Նոր գաղտնաբառ

source: Confirm new password
hy: Հաստատեք նոր գաղտնաբառը

source: Preferred language
hy: Նախընտրելի լեզու

source: Edit Promo Code
hy: Խմբագրել պռոմո կոդը

source: Edit Product Type Specifications
hy: Խմբագրել ապրանքատեսակի բնութագրերը

source: Product Type Situation name
hy: Ապրանքատեսակի բնութագրի անվանումը

source: Please improve all red fields!
hy: Խնդրում ենք ուղղել բոլոր կարմիր դաշտերը։

source: Edit Role
hy: Խմբագրել գործառնույթը

source: Edit Teammate
hy: Խմբագրել աշխատակցին

source: Avatar
hy: Ավատար

source: Choose Role
hy: Ընտրեք գործառնույթը

source: Edit Product Category
hy: Խմբագրել ապրանքի կատեգորիան

source: Something went wrong.
hy: Ինչ-որ բան սխալ է։

source: Image
hy: Նկար

source: Edit Store
hy: Խմբագրել խանութը

source: Emails
hy: Էլ. փոստի հասցեներ

source: Filter by email status
hy: Ֆիլտրել ըստ էլ․ փոստի կարգավիճակի

source: Read
hy: Ընթերցված

source: Unread
hy: Չընթերցված

source: Subject
hy: Թեմա

source: Initials
hy: Անուն Ազգանուն
